# интервью для людей, не занимающихся программированием

name = input('Введите имя: ')
print('Здравствуйте,', name, '!')
age = int(input('Введите свой возраст: '))
print(age, '- хороший возраст для того, чтобы стать программистом!')
print('Теперь расскажите немного о себе')
salary = int(input('Сколько вы зарабатываете на своей нынешней работе? '))
print('Неплохо! Но работая программистом, вы будете зарабатывать в несколько раз больше, чем', salary)
enjoy = input('Чем вы любите заниматься в свободное время? ')
print('Ух ты!', enjoy, '- это классное хобби! Программирование отлично дополнит его! ')
rating = int(input('Что ж, наше интервью подошло к концу... Оцените качество интервью от 0-10: '))
print('Спасибо за вашу оценку! Ждём вас через год!')
